// © Copyright 2004-2012, 2015 HP Development Company, L.P.

HSDTaskName = "ジョブ ストレージ設定";

HSDAllowStoredJobsCheckBox = "このプリンタの保存ジョブに以下を許可する";
HSDInternalPrinterMemoryLocation = "内部プリンタ メモリ";
HSDUSBFlashStorageDeviceLocation = "USB フラッシュ ストレージ デバイス";
InternalPrinterMemoryLocationTooltip = "USB フラッシュ ストレージ デバイス上のすべてのジョブ ストレージ データが、セキュア暗号消去方法を使用して削除されます。後続の保存ジョブはすべて、プリンタの内部メモリに保存されます。";
USBFlashStorageDeviceLocationTooltip = "挿入したフラッシュ ストレージ デバイスがフォーマットされ、データはすべて失われます。既存のジョブ ストレージ データが、プリンタの内部メモリからフラッシュ ストレージ デバイスに移動され、プリンタのメモリから削除されます。後続の保存ジョブはすべて、フラッシュ ストレージ デバイスに保存されます。";

HSDSortPopUpTitle = "保存済みジョブのソート基準:";
HSDRetainTempJobsPolicyPopUpTitle = "再起動後に一時ジョブを保持する:";
HSDDeleteTempJobsAfterPopUpTitle = "一時ジョブを削除するまでの時間:";
HSDDeleteStandardJobsAfterPopUpTitle = "標準ジョブを削除するまでの期間:";
HSDRejectNoPinJobsCheckBox = "PIN のない保存済みジョブをすべてキャンセル";
HSDDeleteAllStoredJobsButton = "すべての保存ジョブを削除";

// values for sort popup
HSDAlphabetically = "ジョブ名";
HSDChronologically = "日付";

// values for retain temp jobs policy popup
HSDAll = "すべて";
HSDNone = "保持しない";
HSDOnlyPersonal = "パーソナルのみ";

// values for delete temp/standard job after popup
HSDNever = "なし";
HSDThirtyMinutes = "30 分";
HSDOneHour = "1 時間";
HSDFourHours = "4 時間";
HSDOneDay = "1 日";
HSDOneWeek = "1 週間";
HSDFourWeeks = "4 週間";

NoGetTitle = "設定を取得できませんでした";
NoGetMsg = "プリンタがオンラインになっており、接続されていることを確認します。";
